tap "airbytehq/tap"
tap "infisical/get-cli"
tap "manaflow-ai/cmux"
tap "pulumi/tap"
brew "bat"
brew "gettext"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "ffmpeg-full", link: true
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-secret"
brew "hurl"
brew "imagemagick-full", link: true
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "mysql@8.0", link: true
brew "neovim"
brew "poppler"
brew "python@3.14"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "sshs"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "cmux"
cask "codex"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-pretendard"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iterm2"
cask "ngrok"
cask "zed"
